[
    {
        "id": 1,
        "name": "Emergency",
        "description": "24 hours Emergency",
        "details": "Emergency Centre provides multidisciplinary emergency support 24 hours a day, 7 days a week with state-of-the-art facilities and expert trauma team, providing ventilator and life support equipped ambulances, stroke management, life support, cardiac support and trauma life support protocols with emergency and triage beds, and immediate access to diagnostic, medical and surgical specialties. Accident & Emergency Centre has started dedicated Chest Pain Observation Unit (CPOU) for emergency management of patients with chest pain but at low risk of heart attack, aiming to improve the efficiency of care of low-risk patients without unnecessary admissions. Nine Emergency Codes are followed within the hospital, denoting different emergency situations for efficient management.",
        "img": "https://www.dhakahealthcare.com/assets/images/department/emergency.jpg"
    },
    {
        "id": 2,
        "name": "General Surgery",
        "description": "Well Equiped with efficient doctors",
        "details": " Our General Surgery department focuses on abdominal contents including the esophagus, stomach, small intestine, large intestine, liver, pancreas, gallbladder, appendix and bile ducts, and often the thyroid gland. They also deal with diseases involving the skin, breast, soft tissue, trauma, Peripheral artery disease and hernias and perform endoscopic procedures such as gastroscopy and colonoscopy.",
        "img": "https://www.dhakahealthcare.com/assets/images/department/general-surgery.jpg"
    },
    {
        "id": 3,
        "name": "Laparoscopic Surgery",
        "description": "Laparoscopy is a type of surgery that uses smaller cuts than you might expect",
        "details": "Laparoscopy is a type of surgery that uses smaller cuts than you might expect. The process takes its name from the laparoscope, a slender tool that has a tiny video camera and light on the end.When a surgeon inserts it through a small cut and into your body, they can look at a video monitor and see what’s happening inside you.Without those tools, they’d have to make a much larger opening.Thanks to special instruments, your surgeon won’t have to reach into your body, either.That also means less cutting.",
        "img": "https://www.dhakahealthcare.com/assets/images/department/laparoscopic-surgery.jpg"
    },
    {
        "id": 4,
        "name": "Obstetrics and Gynaecology",
        "description": "Department of Obstetrics and Gynaecology is responsible for teaching the students of 4th and 5th year MBBS course.",
        "details": "Department of Obstetrics and Gynaecology is responsible for teaching the students of 4th and 5th year MBBS course. This course and curriculum is designed to offer basic and practical understanding of the subject which comprises Obstetrics, Neonatology, Gynaecology and Family Planning. Aim of this course is to train medical graduate who will be able to manage common obstetric and gynaecological problems and emergencies as well as they should recognize the critical cases and refer complicated cases to proper place and person.",
        "img": "https://www.dhakahealthcare.com/assets/images/department/gynecology.jpg"
    },
    {
        "id": 5,
        "name": "Department of Cardiology",
        "description": "The Department of Cardiology provides a broad range of teaching and services in the diagnosis and management of heart disease.",
        "details": "The Department of Cardiology provides a broad range of teaching and services in the diagnosis and management of heart disease. The department comprises a strong team of doctors from various cardiac sub-specialties to educate the students by treating all types of heart disease.",
        "img": "https://image.freepik.com/free-vector/innovative-medicine-abstract-composition-with-polygonal-wireframe-images-human-hand-carefully-holding-heart-vector-illustration_1284-30757.jpg"
    },
    {
        "id": 6,
        "name": "Medicine",
        "description": "The motto of the department of Medicine is to educate medical students, graduate students",
        "details": "Department of Medicine at the Rajshahi Medical College was the first department created when the medical college began over 60 years ago. The Department of Medicine has a long and proud history of research and discovery in the basic, clinical and translational sciences. Currently, the Department of Medicine is among an elite group of medical centers who are leading in the delivery of personalized medicine. Our impressive pool of talented researchers is renowned for bridging the bench to the bedside, and clinical research evaluations of new drugs and devices.",
        "img": "https://praavahealth.com/wp-content/uploads/2020/12/PRAAVA-0119-10-09-2020-sujanmap.jpg"
    },
    {
        "id": 7,
        "name": "Radiotherapy & Oncology",
        "description": "Quality assured knowledge in radiation therapy and oncology.",
        "details": "The department of radiotherapy at Rajshahi Medical Col is responsible for radiotherapy and chemotherapy for cancer patients, teaching students at undergraduate and postgraduate level and conducting clinical and translational research in the field of cancer. The department is suitably equipped to provide almost all possible therapeutic services for inpatients and outpatients.",
        "img": "https://www.dhakahealthcare.com/assets/images/department/urology-surgery.jpg"
    },
    {
        "id": 8,
        "name": "Dental Surgery",
        "description": "We protect your smile",
        "details": "The department of Dental Surgery is responsible for radiotherapy and chemotherapy for cancer patients, teaching students at undergraduate and postgraduate level and conducting clinical and translational research in the field of cancer. The department is suitably equipped to provide almost all possible therapeutic services for inpatients and outpatients.",
        "img": "https://www.dhakahealthcare.com/assets/images/department/laparoscopic-surgery.jpg"
    }
]